window.YTD.grok_chat_item.part0 = [
  {
    "grokChatItem" : {
      "grokMode" : {
        "value" : "1",
        "name" : "Normal",
        "originalName" : "NORMAL",
        "annotations" : { }
      },
      "accountId" : "1698273289418743809",
      "chatId" : "1969790905885372594",
      "createdAt" : "2025-09-21T15:48:44.034Z",
      "sender" : {
        "value" : "1",
        "name" : "User",
        "originalName" : "USER",
        "annotations" : { }
      },
      "message" : "@fnnye99"
    }
  },
  {
    "grokChatItem" : {
      "postIds" : [
        "1969668142822560000",
        "1968996759163523098",
        "1968996598873985098",
        "1963153660239593879",
        "1962854626597732654",
        "1958885021072126413",
        "1953800237346107680",
        "1953800134497550465",
        "1952787354726339051",
        "1935686830948556838",
        "1935686735024803852",
        "1935682972297945166",
        "1935678980910195066",
        "1935671910802620792",
        "1935671793823494502",
        "1935343091709338049",
        "1935331543628816524",
        "1928068611416940584",
        "1927909261771690328",
        "1927909189197668442",
        "1968996759163523098",
        "1969668142822560000",
        "1968996598873985098",
        "1935686735024803852",
        "1935678980910195066",
        "1935331543628816524",
        "1935686830948556838",
        "1935671793823494502",
        "1935671910802620792",
        "1927909261771690328",
        "1928068611416940584",
        "1927909189197668442",
        "1927349479373492306",
        "1962854626597732654",
        "1853537597240250553",
        "1869781836756656276",
        "1869782640704061440",
        "1869400264949809663",
        "1868028133896761720",
        "1869059378676122006",
        "1868294204788760851",
        "1869781887159513283",
        "1869400838462116273",
        "1868028197490897057",
        "1869781990641369169",
        "1863356608454996016",
        "1853538174808555654",
        "1852796891471270396",
        "1853246473263071571",
        "1858278510697107912",
        "1852546864446345624",
        "1864792781794713637"
      ],
      "grokMode" : {
        "value" : "1",
        "name" : "Normal",
        "originalName" : "NORMAL",
        "annotations" : { }
      },
      "accountId" : "1698273289418743809",
      "chatId" : "1969790905885372594",
      "createdAt" : "2025-09-21T15:48:44.034Z",
      "sender" : {
        "value" : "2",
        "name" : "Agent",
        "originalName" : "AGENT",
        "annotations" : { }
      },
      "message" : "@fnnye99 是一个热爱烹饪、吐槽社会现象、追逐梦想的华人，背景可能混杂中日美文化，坚信赚钱第一、觉醒自我，批判传统尊卑观念，敢说敢想！\n\nfnnye99猛批中国社会尊卑文化，揭露政府无能，还调侃台铁空调冷到冻人！\n\n> 教育的本质就是为了维护社会稳定，个人成败并不重要，你有没有受委屈，公不公平都不重要，所以普通学校只会教给我们一堆的规矩。  \n-@fnnye99\n\n"
    }
  },
  {
    "grokChatItem" : {
      "grokMode" : {
        "value" : "1",
        "name" : "Normal",
        "originalName" : "NORMAL",
        "annotations" : { }
      },
      "accountId" : "1698273289418743809",
      "chatId" : "2014786988516290743",
      "createdAt" : "2026-01-23T19:47:06.315Z",
      "sender" : {
        "value" : "1",
        "name" : "User",
        "originalName" : "USER",
        "annotations" : { }
      },
      "message" : "@fnnye99"
    }
  },
  {
    "grokChatItem" : {
      "grokMode" : {
        "value" : "1",
        "name" : "Normal",
        "originalName" : "NORMAL",
        "annotations" : { }
      },
      "accountId" : "1698273289418743809",
      "chatId" : "2014786988516290743",
      "createdAt" : "2026-01-23T19:47:06.315Z",
      "sender" : {
        "value" : "2",
        "name" : "Agent",
        "originalName" : "AGENT",
        "annotations" : { }
      },
      "message" : ""
    }
  },
  {
    "grokChatItem" : {
      "grokMode" : {
        "value" : "1",
        "name" : "Normal",
        "originalName" : "NORMAL",
        "annotations" : { }
      },
      "accountId" : "1698273289418743809",
      "chatId" : "2090420566570188871",
      "createdAt" : "2026-08-20T12:47:56.071Z",
      "sender" : {
        "value" : "1",
        "name" : "User",
        "originalName" : "USER",
        "annotations" : { }
      },
      "message" : "https://x.com/j6mgz/status/2078718995058852071?s=12"
    }
  },
  {
    "grokChatItem" : {
      "postIds" : [
        "2078742001303027907"
      ],
      "grokMode" : {
        "value" : "1",
        "name" : "Normal",
        "originalName" : "NORMAL",
        "annotations" : { }
      },
      "accountId" : "1698273289418743809",
      "chatId" : "2090420566570188871",
      "createdAt" : "2026-08-20T12:47:56.071Z",
      "sender" : {
        "value" : "2",
        "name" : "Agent",
        "originalName" : "AGENT",
        "annotations" : { }
      },
      "message" : "- 该帖批评女性智商过高或过低均欠佳，举例某人在邮轮上不专注享受美食美景，反而沉迷推特争执攀比，缺乏玩乐或投入的专注力。\n- 配图来自用户嘉宝莉Laura的分享，对比邮轮早餐与酒店工业风早餐，并提及邮轮Wi-Fi更快却有人“失联”，被解读为未真正享受旅行。\n- 回复涉及中文网络特定八卦，如“小笨鸡”与“嘉老师”的纠纷，暗示此帖针对某情感或争议事件，带有讽刺“奸夫淫妇”意味。"
    }
  }
]