window.YTD.grok_chat_item.part0 = [
  {
    "grokChatItem" : {
      "grokMode" : {
        "value" : "1",
        "name" : "Normal",
        "originalName" : "NORMAL",
        "annotations" : { }
      },
      "accountId" : "1760647158561169408",
      "chatId" : "1962636224503652857",
      "createdAt" : "2025-09-01T21:58:35.555Z",
      "sender" : {
        "value" : "1",
        "name" : "User",
        "originalName" : "USER",
        "annotations" : { }
      },
      "message" : "@laoli20_y"
    }
  },
  {
    "grokChatItem" : {
      "postIds" : [
        "1934184062912188588",
        "1916508374063083652",
        "1916494501641671001",
        "1915818096855482376",
        "1915805106815041716",
        "1915804942415106574",
        "1894553332942852564",
        "1894481697284006016",
        "1894481137184952786",
        "1894469704850235756",
        "1860715718825640169",
        "1894481137184952786",
        "1860050779157201400",
        "1860716139183026557",
        "1860804010732622081",
        "1861060478127976652",
        "1861171222261776877",
        "1916508374063083652",
        "1860715718825640169",
        "1855317206856258044",
        "1855070290830557698",
        "1855079950467944736",
        "1855296482007552305",
        "1855580691381006430",
        "1855742499148779598",
        "1855780537538900335",
        "1856119691447509405",
        "1856430166907727915",
        "1860050779157201400",
        "1860716139183026557",
        "1860804010732622081",
        "1861060478127976652",
        "1861171222261776877"
      ],
      "grokMode" : {
        "value" : "1",
        "name" : "Normal",
        "originalName" : "NORMAL",
        "annotations" : { }
      },
      "accountId" : "1760647158561169408",
      "chatId" : "1962636224503652857",
      "createdAt" : "2025-09-01T21:58:35.555Z",
      "sender" : {
        "value" : "2",
        "name" : "Agent",
        "originalName" : "AGENT",
        "annotations" : { }
      },
      "message" : "@laoli20_y 是个热衷AI大战的编程狂人，坚信“魔高一尺，道高一丈”，用代码对抗网络霸凌，期待AI引领科技浪潮！\n\nlaoli20_y 在X上火力全开，聊AI设计、OKX支付赛道，还diss了好莱坞的DEI热潮！\n\n> 魔高一尺，道高一丈，编程环境机器人防检测，AI机器人大战时代已经到来，谁领风骚不可期😂  \n-@laoli20_y\n\n"
    }
  }
]